Pruebas/ConsultarResolucionTotalIssste.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:urn="urn:wsModuloAfore">
  <soapenv:Header/>
  <soapenv:Body>
    <urn:ConsultarResolucionTotalIssste>
      <inParam>
        <Curp>CADL860824HDFLNX01</Curp>
        <TipoRetiro>B</TipoRetiro>
      </inParam>
    </urn:ConsultarResolucionTotalIssste>
  </soapenv:Body>
</soapenv:Envelope>